<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'ApplyForItem' => 'ApplyForItem',
    ],
    'fields' => [
        'sku.product.name' => '제품 이름',
        'sku.product.unit.name' => '단위',
        'sku.product.type_str' => '유형',
        'sku.attr_value_ids_str' => '속성',
        'percent' => '含绒量',
        'standard_str' => '검사 기준',
        'cost_price' => '총 비용',
        'should_num' => '신청 수량',
        'actual_num' => '실제 수령 수량',
        'sku_stock_num' => '인벤토리 참조',
    ],
    'options' => [
    ],
];
