<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'fields' => [
        'id'                    => 'ID',
        'name'                  => '이름',
        'username'              => '사용자 이름',
        'email'                 => '메일박스',
        'http_path'             => 'HTTP 경로',
        'password'              => '암호',
        'password_confirmation' => '암호 확인',
        'created_at'            => '생성 시간',
        'updated_at'            => '업데이트 시간',
        'permissions'           => '권한',
        'slug'                  => '표시를 하다',
        'user'                  => '사용자',
        'order'                 => '정렬',
        'ip'                    => 'IP',
        'method'                => '방법',
        'uri'                   => 'URI',
        'roles'                 => '역할',
        'path'                  => '경로',
        'input'                 => '입력',
    ],
    'labels' => [
        'list'     => '목록',
        'edit'     => '편집',
        'detail'   => '상세',
        'create'   => '작성',
        'root'     => '최상위',
        'scaffold' => '코드 생성기',
    ],
    'options' => [
        //
    ],
];
