<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'InitStockItem' => 'InitStockItem',
    ],
    'fields' => [
        'sku.product.name' => '제품 이름',
        'sku.product.unit.name' => '단위',
        'sku.product.type_str' => '유형',
        'sku.attr_value_ids_str' => '속성',
       # 'percent' => '含绒量',
        #'standard_str' => '检验标准',
        'position.name' => '입고 위치',
        'actual_num' => '초기 재고',
        'cost_price' => '원가 단가',
        'batch_no' => '배치 번호',
    ],
    'options' => [
    ],
];
