<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'StockHistory' => '재고 거래',
    ],
    'fields' => [
        'balance_num' => '잔고 재고',
        'batch_no' => '배치 번호',
        'cost_price' => '원가 가격',
        'flag' => '아웃 / 입고 플래그',
        'in_num' => '입고 수량',
        'in_position_id' => '입고 위치',
        'in_price' => '입고 가격',
        'init_num' => '초기 재고',
        'out_num' => '출고 수량',
        'out_position_id' => '출고 위치',
        'out_price' => '출고 가격',
        'sku_id' => 'sku_id',
        'type' => '비즈니스 유형',
        'user_id' => '작업 사용자',
        'with_order_no' => '관련 단일 번호',
    ],
    'options' => [
    ],
];
