<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'SaleOutOrder' => '客户出货单/출고표',
    ],
    'fields' => [
        'order_no' => __('order_no'),
        'created_at' => __('created_at'),
//        'status_str' => '单据状态',
//        'with_order.order_no' => __('with_order.order_no'),
        'customer.name' => __('customer.name'),
        'phone'=>__('phone'),
//        'address.address' => '地址',
        'drawee.name' => __('drawee_id'),
        'other' => __('other'),
    ],
    'options' => [
    ],
];
